11/data/attachments/b177dfe97be2133b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jasmin_radio_Friend_3328_9</nif:username>
            <nif:friendToBeRequested>soap_friends_11588301-da1c-4fd6-9680-fbe35f805990</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>